<template>
  <div class="page-wrap">
    <img
      class="page-img"
      src="/images/footer/page_about_us.jpg"
      alt=""
    >
    <p class="page-text">
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
      最有料信息科技成立于2016年 是一家数字经济与实体经济深度融合的新科技公司
    </p>
  </div>
</template>

<script>

export default {
  name: '',
  components: {},
  data() {
    return {}
  },
  computed: {},
  created() {},
  mounted() {},
  methods: {}
}
</script>
<style lang='scss' scoped>
.page-wrap {
  text-align: center;
  .page-img {
    position: relative;
    margin: 0 auto;
    z-index: 100;
  }
  .page-text {
    position: absolute;
    width: 1000px;
    transform: translateX(-50%);
    top: 100px;
    left: 50%;
    z-index: 0;
  }
}
</style>
